:PROPERTIES:
:ID:       6c3e989d-910d-44be-b7d1-d09fbad9dbe8
:END:
#+title: Misc

* dictionary should be roam-like
((double link)) is more human mental friendly.

#+BEGIN_QUOTE
good, better, best
#+END_QUOTE

* what's the good parts of roam?
#+BEGIN_SRC rust
fn main() {
    println!("Hallo org-mode");
}
#+END_SRC

#+RESULTS:
: Hallo org-mode

But whatever, *you* are still my _son_.
